<template>
  <div>
  <ul>
  <li>基础</li>
    <ul>
     <li>如何开始玩以太水浒？</li>
      开始你在以太水浒世界中的征途你需要：
      安装有Chrome或者Firefox桌面版本的计算机或笔记本电脑
      安装MetaMask，专门与网页应用共同使用的数字钱包
      以太币，为以太水浒提供支持的数字货币

     <li>安装MetaMask数字钱包</li>
      要想使用以太水浒，您需要安装数字钱包MetaMask。您需要在MetaMask充值来进行您的首次购买
      注意: 像MetaMask这样的数字钱包的功能与银行账户是一致的—请谨慎从事并确保不要忘记您的密码或种子词

     <li>获取以太币，您的数字货币</li>
      仅适用于美国公民：您可以在MetaMask中购买以太币（ETH）。ETH是一个数字货币，使我们的游戏运行成为可能。
      对于其他人而言: 您将需要从交易所购买ETH, 然后从您的交易所钱包将ETH转入您的MetaMask钱包。遗憾的是，您无法只使用交易账户来玩以太水浒。

     <li>向MetaMask中添加以太币</li>
      仅限美国公民: 您能够使用Coinbase小部件直接从MetaMask购买ETH。这更为便捷，而且不需要您创建两个账户。
      对于其他人而言: 您需要使用普通的法定货币从交易所购买ETH。复制您的MetaMask地址，点击‘...’然后‘复制地址到粘贴板’。进入Coinbase并点击‘账户’，然后选择您的ETH钱包并点击‘发送’。将MetaMask地址粘贴入文本框内并输入您想要转账的金额。

     <li>什么是 CryptoGame</li>    
      加密游戏（CryptoGame），或者区块链游戏是指利用区块链技术制作的一类去中心化应用。最早可以追溯到 2012 诞生的 <a href="https://en.bitcoin.it/wiki/Satoshi_Dice">Satoshi Dice</a> 的赌博游戏。该游戏通过给几个不同的转账地址设置不同的赔率，在用户向这些地址转账的时候监听所产生的 Transaction Hash 进而 产生一组 0 到 65535 之间的随机数。最早的基于以太坊智能合约的游戏，则可以追溯到 <a href="https://www.reddit.com/r/ethereum/comments/44h1m1/a_new_%C3%B0app_king_of_the_ether_throne/">King of the Ether Throne</a>。
      和许多其他的 Dapp 一样，加密游戏也面临着 Scability 所带来的性能瓶颈。
      因此现在大部分加密游戏都只将用户的资产保存在区块链上。
      
      <li>了解以太水浒</li>
      <li>以太水浒是什么？</li>
      水浒卡牌是每个80后中国人共同的美好回忆。
      以太水浒是一款在区块链上购买获得水浒英雄卡牌并且能够因此获得以太币奖励的卡牌游戏。
      通过智能合约技术确定：每一张卡牌都是独一无二的，并且对应一个水浒传中的超级英雄！
      一旦您购买了一张水浒英雄卡牌，您现在就拥有了该卡牌的所有权。你可以在自己的卡牌上留言，以表达自己的态度，展现水浒精神！
      如果有人购买您的卡牌，您将失去所有权，但是可以赚回双倍的投资回报进入你的MetaMask钱包。
      因此，简而言之，这是一个让您玩的越多赚的越多的卡牌游戏。
      
      <li>我们为什么要建立以太水浒？</li>
       我们相信区块链是未来金融发展的方向
       但是大部分人都不了解区块链
       甚至不太看好
       而我们想让更多的华人，通过以太水浒这款游戏，了解并且熟知区块链
       至于我们为什么要用水浒英雄
       因为水浒传在中华民族中的文化地位极高，列于四大名著之内，具有一系列的重要象征意义
       水浒精神不仅代是中华民族自古以来所崇尚的侠义精神，敢于挑战权威和敢于反抗的精神，正如同区块链技术对现实世界的挑战
       所以，说不定你能在以太水浒中找到它。每个人心中都有一个成为英雄的梦想，而这个世界需要更多的英雄！

      <li>为什么您要选以太水浒？</li>
      每一个90后的中国人都有过集换水浒卡的美好回忆，现在基于智能合约技术，你就可以真正得拥有他！找回童年心目中的英雄

      <li>以太水浒的意义？</li>
      以太水浒的产生基于区块链金融，区块链技术被认为是继蒸汽机、电力、互联网之后，下一代颠覆性的核心技术。 如果说蒸汽机释放了人们的生产力，电力解决了人们基本的生活需求，互联网彻底改变了信息传递的方式，那么区块链作为构造信任的机器，将可能彻底改变整个人类社会价值传递的方式。区块链金融未来可能改变传统经济的格局，迎来一个新的金融时代。

      <li>如何购买</li>
      <li>如何贩卖</li>
      <li>如何签名</li>
    </ul>
    <li>进阶</li>
    <ul>
     <li>什么是以太坊</li>
     <li>什么是 ERC721 Token</li>
     <li>有哪些加密游戏？</li>
     <a href="https://zhuanlan.zhihu.com/c_161904580">
     知乎专栏 - 区块链游戏
     </a>
    </ul>
  </ul>
  </div>
</template>
