<template>
  <div>
  <ul>
  <li>基础</li>
    <ul>
     <li>什么是 CryptoGame</li>    
      加密游戏（CryptoGame），或者区块链游戏（Blockchain Game）是指利用区块链技术制作的一类去中心化应用。最早可以追溯到 <a href="https://zhuanlan.zhihu.com/c_161904580">Satoshi Dice</a>，最早的基于以太坊上的游戏，可以追溯到 <a href="https://www.kingoftheether.com/">The King of the Ether</a>。
      和许多其他的 Dapp 一样，加密游戏也面临着 Scability 所带来的性能瓶颈。
      因此现在大部分加密游戏都只将用户的资产保存在区块链上。
      <li>了解以太水浒</li>
      以太水浒是什么？
以太马是一款神奇精灵养育繁殖出售的游戏，每只马都有一个独特的基因组，决定了它的颜值，并释放罕见的属性，也可繁衍出奇特稀有的后代。每只马都是唯一的，拥有就不会消失。公正透明的养成系统，让这只可升值（生殖）的以太马产生无限可能。

为什么要选以太水浒？
以太马是一款基于区块链技术的游戏，这一突破使比特币和以太坊成为可能。比特币和以太币是加密货币，但以太币是隐藏的收藏品。您可以购买，出售或交易您的以太马，因为它是一个传统的收藏品，在区块链将安全地追踪所有权的知识中是安全的。但是，与传统收藏品不同的是，您可以培育两种以太马来创建一个高颜值的后代。小王子有玫瑰，你有珍稀的以太马.

以太水浒的意义？
以太马的产生基于区块链金融，区块链技术被认为是继蒸汽机、电力、互联网之后，下一代颠覆性的核心技术。 如果说蒸汽机释放了人们的生产力，电力解决了人们基本的生活需求，互联网彻底改变了信息传递的方式，那么区块链作为构造信任的机器，将可能彻底改变整个人类社会价值传递的方式。区块链金融未来可能改变传统经济的格局，迎来一个新的金融时代。

      <li>如何购买</li>
      <li>如何贩卖</li>
      <li>如何签名</li>
      <li>
    </ul>
    <li>进阶</li>
    <ul>
     <li>什么是以太坊</li>
     <li>什么是 ERC721 Token</li>
     <li>有哪些加密游戏？</li>
     <a href="https://zhuanlan.zhihu.com/c_161904580">
     知乎专栏 - 区块链游戏
     </a>
    </ul>
  </ul>
  </div>
</template>
