{
  "1": {
    "Neta": "1、行走台词“朕是皇帝法统的建立者”，秦始皇之前，中国无有“皇帝”这一称谓。皇的本意是初为王者，用于称呼 三皇。而帝则是商代以来用于称呼至高无上的天神的称谓。秦始皇认为自己的功勋旷古未有，因此将皇帝二字连用，作为自己的尊号。\n<br>\n2、行走台词提到“用于制造蓬莱不死药的‘和氏璧\"……后来被夷人叫做‘贤者之石’吗？”贤者之石是西方炼金术士所追求的红色晶体，被认为是物质高度提纯后的精华，具有点化黄金和令人长生不死的功效。\n<br>\n3、行走台词“世上一半的帝国，都只是“秦 ”的幻影而已……”，秦奠定了中国的郡县制度。\n<br>\n4、行走台词“天子之怒，伏尸百万，流血千里。布衣之怒，亦免冠徒跣，以 头抢地尔。”来自《战国策·魏策四》中“唐雎不辱使命”一篇里秦王的台词。呵呵，但是唐雎立刻就反杀了“大王知道匹夫之怒吗？”（不服砍你哟）……此刻距离荆轲刺杀秦王不过2年之久，估计秦王对刺客的心理阴影还没消失，因此被吓住了。\n<br>\n5、死亡台词“看我绕柱而走……！啊，失败了。”来自《史记·刺客列传》中记载荆轲刺秦王的故事。荆轲持匕首刺杀秦王，“秦王方环柱走，卒惶急，不知所为”。基本上这是历史上最早靠微操来击败Gank的故事。\n<br>\n6、惨败台词“帝国的长城……也会有塌陷的一天。”秦长城 是从公元前215年开始建立的，从甘肃临洮到辽东，用以防范匈奴人袭扰。\n<br>\n7、笑话“闭嘴！你说的那个“荆轲刺秦王”的版本，朕根本就没听说过！”，如果你是一个男人，看到秦王是个妹子，估计谁都懂的。毕竟这个时候是个汉子99%都会想当荆轲吧\n<br>\n8、闲聊台词“太阿神剑、万里长城、大秦歼星弩、金色与灰色的人形机甲……那些都只是外物而已，并不能成为强者的倚仗。”\n<br>\n“太阿剑”是秦皇所持的著名神剑。欧冶子和干将两位传说级的铸剑师所铸的宝剑。根据《越绝书》的说法，这把剑的剑气已先于剑形存在，在天时地利人和齐聚之下才能铸成。晋国曾向楚国索要此剑。\n<br>\n“大秦歼星弩”则是来自网络上对秦弩强度无脑吹捧（比如称其完爆罗马方阵云云）。实际上秦弩作为较早的弩，其射速仍然不如普通弓箭。但胜在以机械结构发射，对使用者的训练要求不那么高。\n<br>\n“金色和灰色的人形机甲”……金色机甲是指始皇帝收尽天下刀兵，铸十二金人的逸话。而灰色机甲，除了兵马俑还有谁呢。不过老外确实对兵马俑的功能有很多脑补。在白狼出版社的TRPG《法师：超凡入圣》里，中国的兵马俑确实是人类创造的最古老的机器军队。\n<br>\n9、闲聊台词“上次朕逛超市的时候，见到“徐福”两个字，吓了一跳……”所以说到底徐福是逃到台湾去开糖果公司了吗？",
    "birth_place": "中国邯郸",
    "cp": "没有这种东西！世界上没有人配站在陛下身侧！",
    "eye_color": "红瞳",
    "height": "168cm",
    "hair_color": "黑发",
    "historical_prototype": "秦始皇（前259年农历十二月初三—前210年），嬴姓，赵氏，名政，又名赵正（政）秦政，或称祖龙 ，秦庄襄王之子。中国历史上著名的政治家、战略家、改革家，首位完成华夏大一统的铁腕政治人物，也是古今中外第一个称皇帝的君主。秦始皇是出生于赵国都城邯郸，并在此度过了少年时期。前247年，13岁时即王位。前238年，22岁时，在故都雍城举行了国君成人加冕仪式，开始“亲理朝政”，除掉吕不韦、嫪毐等人，重用李斯、尉缭，自前230年至前221年，先后灭韩、赵、魏、楚、燕、齐六国，39岁时完成了统一中国大业，建立起一个以汉族为主体统一的中央集权的强大国家——秦朝。\n<br>\n秦始皇认为自己的功劳胜过之前的三皇五帝，采用三皇之“皇”、五帝之“帝”构成“皇帝”的称号，是中国历史上第一个使用“皇帝”称号的君主，所以自称“始皇帝”。同时在中央实行三公九卿，管理国家大事。地方上废除分封制，代以郡县制，同时书同文，车同轨，统一度量衡。对外北击匈奴，南征百越，修筑万里长城，修筑灵渠，沟通水系。\n<br>\n但是到了后期，求仙梦想长生，苛政虐民，动摇了秦朝统治的根基，前210年，秦始皇东巡 途中驾崩于沙丘（今河北邢台市）。 秦始皇是中国历史上一位叱咤风云富有传奇色彩的划时代人物，是中国历史上第一个大一统王朝— —秦王朝的开国皇帝，对中国和世界历史产生深远影响，把中国推向大一统时代，奠定中国两千余年政治制度基本格局，被明代思想家李贽誉为“千古一帝”。",
    "id": 1,
    "idol_point": "【威道之剑·太阿】\n<br>\n与越王勾践的“湛卢·纯钧·巨阙·胜邪·鱼肠”同等级别，超越现实的梦中之剑。除 神剑本身的威势之外，似乎还能用来指挥那支著名的机甲军队。\n<br>\n【贤者之石·和璧】\n<br>\n少女皇帝腰间的玉佩中央，嵌有一簇奇异的红色晶体。\n<br>\n那是位于现实与幻想间的贤者之石，在华夏历史上曾以“和氏璧”之名出现，被秦皇制成传国御玺，流转多年后失踪于一场大火。千年后的伊拉克战争中，美军在巴格达的地下找到了这块古老的玉璧，并将其秘密运送回国……",
    "introduce": "建立了“阿房宫”的少女皇帝，坐拥十万八千机甲大军，以千古一帝的身份君临世界。<br>现世所有的皇帝法统只来自两个源头——现世极西之地的罗马帝国，与现世极东之地的秦帝国。此后历经两千多年，再无第三种法统出现在地球之上，一切帝国都只是“秦”与“罗马”的复制与延续。",
    "moe_point": "拥有超过2万个等身手办的手办宅",
    "name": "嬴政",
    "nickname": "帝业祖龙",
    "role_base": "谈论中国历代帝王，没人能绕过秦始皇。\n\n开创帝制，车同轨书同文。虽然秦的统治二世而亡，但它留下的政治与文化遗产却万世绵延，成为其后历朝历代沿袭和效仿的对象。在世界的尺度之中，唯有罗马做到了这样的高度。\n\n历史是由英雄书写的。因此秦之暴政尽管天下切齿。但对于秦始皇这位万世雄主的赞美却从未间断。如李白“秦王扫六合，虎视何雄哉”的豪情，又有白居易“游将跨蓬莱，以海为丘陵”的格局。\n<br>\n因此，在《》的世界观基调中，秦始皇也仍然为了追求永生，挥舞手中的太阿之剑，投入永不停息的征服伟业中去。\n<br>\n对于死亡的恐惧，是人类内心深处最大的恐惧。\n<br>\n在完成了征服“空间”的伟业之后，秦始皇开始了征服“时间”的伟大梦想——炼丹吞玉，长生迷梦。派遣徐福求取仙药，又召来方士炼丹……永生的迷梦，和秦的其他遗产一样，也被之后的王朝统治者们所继承。\n<br>\n然而时间的火焰焚烧众生，无论是神明还是君王，一切有形之物终将殒灭。即便是从非现实界域中再度回归的君王，能在2056年的魔都重获新生，但这也并不是永生。有朝一日，她们仍将面对世界末日的审判，在焚烧诸界的劫火中化为灰烬。",
    "weight": "52kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMjYzMTg5ODU4NA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "2": {
    "Neta": "1、行走台词“王座与两陆之王”意指亚历山大征服了欧亚两块大陆上的主要文明。统一希腊，荡平波斯，兵锋直抵印 度河流域。\n<br>\n2、大胜台词“就像斩断绳结一样轻松。”来自亚历山大最知名的神话：小亚细亚王国弗里吉亚的国王戈尔狄俄斯在 自己的牛车上打了一个找不到线头的绳结（Gordian Knot），并预言“解开此结者可征服全世界”。而亚历山大远征波斯，来到神庙中以剑劈开了缠结，实现了预言。\n<br>\n——在王权图鉴里这个结被称为“所罗门王结”（Solomon\"s Knot），原因在于：\n<br>\n所罗门王结是一个同样古老的几何符号，形象为纠缠纵横的两个环，因其无始无终，与戈尔迪之结相同——或者说戈尔迪之结本身就是某种形式的所罗门结；类似的符号形象在各个古代文明中都能找到：北欧的Valknut、凯尔特永恒结、中国结。其本质都是人类借抽象的几何结构 表达一些哲学思考。\n<br>\n3、胜利台词“下次让你见证一下马其顿方阵的威力吧”。马其顿方阵是希腊方阵的基础上改良而来的战术 ，在亚历山大之父腓力二世和他手中达到巅峰，成为大帝本人的标志性战术。在古代步兵各自混战的常态下，井然有序排布科学的方阵战术在当时可称无敌。\n<br>\n4、闲聊台词“同为征服广袤大陆的君王，法国皇帝拿破仑与我有些相似……”。拿破仑和亚历山大二者均 是不世出的战争天才，在同时代中难觅敌手。两人都以自己的个人魅力征服群伦，打造出疆域浩瀚的大帝国，成为后世英雄史观的代言者。同样，二者的帝国又都在失去领袖后，如流星般消逝，其兴也勃，其亡也忽。\n<br>\n当然最重要的是——在《》中，她们都是身高不超过1米5的萝莉嗬嗬嗬嗬。根据历史记载，亚历山大在攻陷了波斯王国后，坐在大流士的宝座之上，结果双脚够不到踏台。",
    "birth_place": "希腊马其顿",
    "cp": "大流士三世",
    "eye_color": "蓝/绿",
    "height": "144cm",
    "hair_color": "金发",
    "historical_prototype": "“朕即传奇”\n<br>\n人类创造神明的渴望是与生俱来的。\n<br>\n亚历山大即是这样的人中之神。历史 上并不缺少出生时有着神迹异象的帝王，但亚历山大以其无敌功业，和遽然而逝的传奇人生为注解，令这些神话更像是真实。\n<br>\n亚历山大的母亲曾在新婚之夜梦见雷电加身。\n<br>\n亚历山大之父腓力二世时常梦见自己的妻子的身体被一头雄狮图案所封印。\n<br>\n亚历山大出生前夜，神殿焚毁。其父得到三重吉兆：占领重镇波提狄亚，击败了伊利里亚的敌对部落，以及亚历山大本人的出生。\n<br>\n亚历山大少年时仅以耳语驯服无人敢靠近的烈马布塞法洛斯。\n<br>\n亚历山大自信无敌，于漫天箭雨中信步而行，毫发无伤。（这条来自JOJO哈哈哈）\n<br>\n亚历山大师从伟大的智者亚里士多德，着力于传播和保存希腊的哲学艺术和文化，开启了后世的希腊化时代。可当亚里士多德为他处死某人的不公判决与之争辩时，他又以暴君口吻加以威胁： 我也可以处死一个哲学家。\n<br>\n亚历山大曾与犬 儒主义哲学家第欧根尼亲切交谈，并且发表重要讲话：如果我不是亚历山大，我愿是第欧根尼。\n<br>\n……\n<br>\n我们明知英雄终将被时间抹去，与凡人的灰烬一同混入黄土，但我们仍然要用故事、传说和神话为他们塑造雕像，一遍遍重述改造着他们的生平，以求他们所代表的精神永生不灭。\n<br>\n“千面之神，千面英雄”\n<br>\n亚历山大开启了埃及希腊化时代，带来的文化传播与融合影响之深远，点亮了欧洲其后数百年的文明之光。\n<br>\n希腊化时代最有趣的现象是宗教崇拜的融合。我们所熟知的希腊众神，在亚历山大加冕法老尊号的同时，开始与埃及诸神融合。太阳神阿蒙（和拉神并不是一回事）与宙斯的崇拜统合为一体，成为了宙斯-阿蒙。\n<br>\n其实 类似的变化，在历史中不停的出现。从伊特鲁里亚人的主神丁尼亚，到北欧的全能之父奥丁……人类所崇拜的男性神灵面目千变万化，但始终只有一个真正的内核：象征男性征服、进取和力量的本质。正如人类所传诵的英雄形象——亚历山大、亚瑟王、格萨尔王……他们都是同一张面具下的同一种意志。",
    "id": 2,
    "idol_point": "【埃蒙之角】\n<br>\n代表埃蒙的圣兽是一只公羊。宙斯的某些形态也会长出公羊的角。身为神王在尘世的后裔，亚 历山大继承了这一血统中的特质。\n<br>\n【所罗门王结】\n<br>\n亚历山大传说中的著名一幕：唯有真正王者才能解开的死结。少女用剑斩开了它，随即将它变成了自己武器中的一部分。",
    "introduce": "天生散发奇异体香的少女，以双瞳异色闻名于世。\n<br>\n每个人都知道“亚历山大大帝”指的是谁。但她并非皇帝，也从未自称“大帝”。她真正的自称是“不可战胜的神”，因为她诞生于皇帝法统出现之前，那个诸神尚行走于人间的时代。\n<br>\n亚历山大出世之前，她的母亲奥林匹娅斯梦见无尽雷电。有占卜师说：“她将征服一切。”多年以后，亚历山大征服埃及，被加冕为“法老”与“太阳神埃蒙之女”。此时人们才确信亚历山大是宙斯的女儿——因为“Amon”即是宙斯的另一个名字。\n<br>\n希腊人称她为宙斯·埃蒙之女。而在罗马时期，七丘之城的神官称她为朱庇特·埃蒙之女。犹太教、基督教、伊斯兰教礼拜时，也说“阿门”。印度教颂称“奥姆”，佛教颂称“阿弥陀佛”，都是相似之音。",
    "moe_point": "一直为自己是个萝莉而感到困扰",
    "name": "亚历山大",
    "nickname": "陨落的神王",
    "role_base": "亚历山大大帝（Alexander the Great，公元前356年7月20日—前323年6月10日），即亚历山大三世，马其顿王国（亚 历山大帝国）国王，生于古马其顿王国首都佩拉，世界古代史上著名的军事家和政治家。是欧洲历史上最伟大的四大军事统帅之首（亚历山大大帝，汉尼拔，恺撒大帝，拿破仑）。曾师从古希腊著名学者亚里士多德，以其雄才大略，先后统一希腊全境，进而横扫中东地区，不费一兵一卒而占领埃及全境，荡平波斯帝国，大军开到印度河流域，世界四大文明古国占据其三[1]  。征服全境约500万平方公里。",
    "weight": "35kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMjY2MTg0OTkyMA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "3": {
    "Neta": "「巨炮蘿莉」\n<br>\n眾所周知，陛下的身高……比較不高。這在歷史上已經成為一個經久不衰的梗。他本人也因個子矮小，也成為了許多身高有問題的年輕人的崇拜對象。據說英國作家托爾金很崇拜他，以他為原型創作了《霍比特人》等一系列精彩的奇幻小說。\n<br>\n陛下擅用炮兵，這也是人盡皆知的史實。拿破崙本人在拉斐爾軍團中以浮游炮炮兵上尉的頭銜嶄露鋒芒，發現了自己的新人類身份，在他的戰例中，對炮兵的精彩運用比比皆是。\n<br>\n炮兵出身，精於彈道學計算。因此拿破崙的數學功底非常棒，著名的拿破崙定律歸屬於他。時至今日許多考生仍在考前會燒他的畫像來祈求自己的數學考試一帆風順。\n<br>\n「巨炮」與「矮小」的雙重元素，構成了這位充滿魅力的炮兵蘿莉！\n<br>\n\n「科西嘉怪物的自我加冕」\n<br>\n在法國的歷史上，再沒有人能像拿破崙這樣只手攪動時代的風雲，書寫出如此壯闊的歷史傳奇了。\n<br>\n雨果誇讚他是凱撒和亞歷山大的後繼者。那個時代里，仿佛套上了主角光環一般，拿破崙讓整個世界為之折服。\n<br>\n偉大如此，除了拿破崙本人，誰也無法為他加冕了。因此當教皇手舉金冠時，拿破崙從對方手中利索地奪過冠冕，放在了自己頭上。而這一自我加冕的行為，令其王權產生了至高無上難以估計的力量。\n<br>\n\n「英吉利在滑鐵盧的慘敗」\n<br>\n說到陛下在滑鐵盧的大勝，這是一場值得紀念的史詩戰役。那一天，大英國協引以為傲的武裝，被稱為「白色惡魔們」的滑鐵盧履帶戰車，在陛下的反擊之下徹底覆滅……\n<br>\n同學們這裡劃一下，是考點——對不起老師翻錯了書。這本《非現實世界史綱》在現實世界裡是不考的。\n<br>\n「受訓於全知妖精的炮兵皇帝」\n<br>\n由於拿破崙本人注重科學技術的發展，因此拿破崙王朝時期，法國出現了拉普拉斯、拉格朗日、蒙日、薩迪·卡諾、傅立葉、蓋·呂薩克、拉馬克、居維葉等一大批耀眼的科學明星。\n<br>\n其中提出「拉普拉斯妖」這一全知概念的偉大科學家，決定論的信奉者拉普拉斯，則是拿破崙本人的老師，親自教導他數學知識。\n<br>\n想像一下，在非現實的歷史中，受訓於全知妖精的炮兵皇帝能精確計算出每一次炮彈的軌跡和落點，能看到敵人行軍的動向，能於蛛絲馬跡中洞見歷史洪流的趨勢——這正是這位法蘭西皇帝能登上人之頂點的原因。",
    "birth_place": "科西嘉",
    "cp": "陛下還小，CP這種成年人的事情…",
    "eye_color": "蓝瞳",
    "height": "146cm",
    "hair_color": "金发",
    "historical_prototype": "拿破崙·波拿巴，即拿破崙一世（Napoléon I），出生於科西嘉島，十九世紀法國偉大的軍事家、政治家 ，法蘭西第一帝國的締造者。歷任法蘭西第一共和國第一執政（1799年－1804年），法蘭西第一帝國皇帝（1804年－1815年）。\n<br>\n拿破崙於1804年11月6日加冕稱帝，把共和國變成帝國。在位期間稱「法國人的皇帝」，也是歷史上自查理三世後第二位享有此名號的法 國皇帝。\n<br>\n對內他多次鎮壓反動勢力的叛亂，頒布了《拿破崙法典》，完善了世界法律體系，奠定了西方資本主義國家的社會秩序。對外他率軍五破英、普、奧、俄等國組成的反法聯盟，打贏五十餘場大型戰役，沉重地打擊了歐洲各國的封建制度，捍衛了法國大革命的成果。他在法國執政期間多次對外擴張，發動了拿破崙戰爭，成為了義大利國王、萊茵邦聯的保護者、瑞士聯邦的仲裁者、法蘭西帝國殖民領主（包含各法國殖民地、荷蘭殖民地、西班牙殖民地等）。在最輝煌時期，歐洲除英國外，其餘各國均向拿破崙臣服或結盟。形成了龐大的拿破崙帝國體系，創造了一系列軍政奇蹟與短暫的輝煌成就。\n<br>\n拿破崙於1814年退位，隨後被流放厄爾巴島。1815年建立百日王朝後再度戰敗於滑鐵盧後被流放。1821年，拿破崙病逝於聖赫倫那島。1840年，他的靈柩被迎回法國巴黎，隆重安葬在法國塞納河畔的巴黎榮軍院（巴黎傷殘老年軍人院）。",
    "id": 3,
    "idol_point": "【自我加冕·純金桂冠】\n<br>\n少女從教皇手中搶過了這頂寶冠，成為了史上最偉大的皇帝之一。王權量級難以估 計。\n<br>\n【拿破崙殲星炮】\n<br>\n威力巨大的浮游炮，少女怪物般炮兵戰術的具現化。",
    "introduce": "擁有與神明般的戰力不符的外表，身形嬌小的少女。對自己的身高有些在意。\n<br>\n席捲歐洲大陸的戰爭天才，最喜愛的戰術是同時與多個敵對國家開戰，然後在「拉過來一波平推吧」的指導思想下用炮火洗地。\n<br>\n與英國對抗的關鍵一役中，少女在連日的戰鬥中用盡了炮彈。損失慘重的敵人乘此機會，向戰場上投放了隱藏已久的必殺王牌——「日不落最終決戰兵器·滑鐵盧」。面對前所未見的履帶戰車，皇帝少女拔出火槍，連續擊破十一輛，最終取得了戰役的勝利。此後，法蘭西第一帝國統一歐洲，而這次戰鬥中創造的奇蹟被稱為「槍挑滑鐵盧」。",
    "moe_point": "拥有一只拉普拉斯妖而将一切未来都计算好了的淡定萝莉",
    "name": "拿破崙·波拿巴",
    "nickname": "欧皇少女",
    "role_base": "由於英尺與法尺換算計算時的錯誤，拿破崙的身高一度被認為不到一米六（利威爾：嗯？）\n<br>\n事實上，拿破崙身高約為169厘米，為當時歐洲身高的平均水平。之所以有將軍嘲笑他，是因為這位將軍放到現在是個一米九的大塊頭當然作為帝國元帥沒 給拿皇斬掉。\n<br>\n拿破崙並沒有打掉獅身人面像的鼻子：「千年來斯芬克斯飽經風雨滄桑本已有不少毀壞，人類的額外破壞更是讓它殘破不堪。」「公園1378到1380間埃及馬木留克王朝的蘇丹（可能是伯海里系的麥列克•納綏爾•穆丅罕默德的某位子孫）作為一個狂熱的反偶像崇拜者，他就曾命令對斯芬克斯人面像的頭部大肆破壞，甚至還要求用人面像當作大型投射武器的靶子來練習。 」\n<br>\n而在1990年的一本由傑弗森麥克法蘭寫得叫The Egyptian Pyramids: A Comprehensive Illustrated Reference的書里也提到,在這場14世紀的大破壞之後到了18世紀又有一位馬木留克王朝的蘇丹下令毀壞獅身人面像,據說在那次毀壞以後。「人面像的頭部已經基本不成形了。」\n<br>\n在拿破崙之前已經有不少造訪過埃及的歐洲旅行者紀錄了獅身人面像的嚴重毀壞情況了,比如1546年的Pierre Belon醫生,再比如1966年由Leslie Greener撰寫的埃及探索發現之旅(The Discovery Of Egypt)明確提到, Pierre Belon醫生見到的人面像頭部已經損毀嚴 重(這位醫生只是16世紀的人,更別提到了18世紀的拿破崙之前馬木留克人還有一次大破壞),所以這位Leslie Greener下了定論\"這就已經 基本排除了是拿破崙的炮兵部隊造成如此破壞的嫌疑了。」\n<br>\n最決定性的證據就是根據中世紀阿拉伯的幾位歷史學家Makrizi，Rashidi等人的明確記載，人面像的頭部尤其強調了鼻子和耳朵部分在1378年的時候就被當時的馬木留克王朝蘇丹Mohammed Sa\"im al-Dahr下令給嚴重破壞了，據說當時的住在附近的當地人對於這種破壞十分難過，就把人面像被打下來的部分埋在相傳是斯芬克斯毀滅的紀念碑旁了。\n<br>\n事實上，皇帝帶了個學術專家團到埃及去的，專門作各種歷史學術文物古蹟的考察研究，可見他對於這方面的重視，說他下令讓炮兵以獅身人面像為靶練習本來就實在有點不通情理。前面起碼經歷過這麼嚴重的兩次大破壞以後基本是就已經是現在這樣了。皇帝要是真的再下令破壞,估計要把頭直接轟下來了。",
    "weight": "34kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTc3NDQxMzQwNA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "4": {
    "Neta": "暂无",
    "birth_place": "中国北京",
    "cp": "无",
    "eye_color": "绿瞳",
    "height": "162cm",
    "hair_color": "棕色",
    "historical_prototype": "清高宗爱新觉罗·弘历（1711年9月25日－1799年2月7日），清朝第六位皇帝，入关之后的第四位皇帝。年号“乾隆”，寓意“天道昌隆”。25岁登基，在位六十年，禅位后又任三年零四个月太上皇，实际行使国家最高权力长达六十三年零四个月，是中国历史上实际执掌国家最高权力时间最长的皇帝，也是中国历史上最长寿的皇帝。\n<br>\n弘历在位期间清朝达到了康乾盛世以来的最高峰，汉学在此期间得到了很大的发展。弘历是中国封建社会后期一位赫赫有名的皇帝。他在康熙、雍正两朝文治武功的基础上，进一步完成了多民族国家的统一，社会经济文化有了进一步发展。弘历重视社会的稳定，关心受灾百姓，在位期间五次普免天下钱粮，三免八省漕粮，减轻了农民的负担，并且重视水利建设，起到了保护农业生产的作用，使得清朝的国库日渐充实。弘历武功繁盛，在平定边疆地区叛乱方面做出了巨大成绩，维护了国家的统一并拓广了领土，并且完善了对西藏的统治，占领了新疆，正式将新疆纳入中国版图，清朝的版图由此达到了最大化。弘历在位期间，民间艺术有很大发展，如京剧就形成于乾隆年间。但是在位后期奢靡，吏治有所败坏，多地爆发起义。并且闭关锁国政策也达到了最高，拉大了和西方的差距，使清朝统治出现了危机。文字狱之风比康熙、雍正时期更加严酷。\n<br>\n卒于嘉庆四年（1799年），享年89岁。庙号高宗，谥号法天隆运至诚先觉体元立极敷文奋武钦明孝慈神圣纯皇帝。",
    "id": 4,
    "idol_point": "【摹画晶龙】\n<br>\n王权之龙的结晶化，由乾隆手中的糖画展开而成，同时具备了龙脉与美食之脉的二重属性。\n<br>\n【山河吉服】\n<br>\n在2056年的江南微服私访的少女皇帝，将自己的龙袍变幻成了适合现代审美的衣装，毫无破绽，不会引起任 何现代人的怀疑……大概。",
    "introduce": "六下江南的美食家，在民间留下了无数美食传说。\n<br>\n喜欢烹饪那些常人不敢吃的东西，比如各类超出现实范畴的奇异生物，去掉头就都可以吃。\n<br>\n由于此次的战场“魔都”也属于江南之地，所以她与美食相关的能力被片面地强化了。\n<br>\n在这位路痴少女美食家想要战斗的状况下，她能够提取出自己对食物的“体验”，投影到现实中。\n<br>\n“强烈的震撼，辣到令人喷火的地步，让我的食欲不由自主地燃起，仿佛突然有一股强大的力量从体内涌出来……”\n<br>\n“你可能记错了。朕不认识什幺小燕子，也不记得什么大明湖畔的夏雨荷。”",
    "moe_point": "吃货",
    "name": "乾隆",
    "nickname": "路痴美食家",
    "role_base": "“朕有江山而无导航，朕有美食而无朝政”\n<br>\n中国的地方性特色饮食都有一个传统，就是编撰一段精彩的美食诞生故事，以此证明这道菜的历史源远流长、出身高贵。这些故事十有八九都会和某位统治者搭上关系。\n<br>\n这些统治者中，出现频率最高的就是乾隆皇帝。原因……大概是因为此人一生放荡不羁爱南巡，留下了无数民间传说。\n<br>\n根据马亲王的民间美食故事搜集结果：先秦23则，秦代20则，汉代18则，三国62则，唐代40则，宋代40则，明代60则，清代63则，民国后35则，国外及无法分类40则——乾隆皇帝不得不从清代单独分出来，一人独占80则！\n<br>\n其中与乾隆有关的美食故事90%都是下江南，下江南的故事95%都是迷路到了平民家里找吃的。而目前搜集到的乾隆下江南美食故事的最远地理记录是剑阁……剑阁？什么鬼。\n<br>\n总之，如果我们将这些有趣的传说认真对待的话，乾隆堪称是一位毫无方向感的吃货皇帝。",
    "weight": "50kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTY5NjgwMTQxMg==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "5": {
    "Neta": "暂无",
    "birth_place": "日本尾张",
    "cp": "织田信长",
    "eye_color": "金瞳",
    "height": "142cm",
    "hair_color": "黑色",
    "historical_prototype": "丰臣秀吉（とよとみ ひでよし， Toyotomi Hideyoshi。天文6年2月6日－ 庆长3年8月18日，即1537年3月17日－ 1598年9月18日）是日本战国时代、安土桃山时代大名、封建领主，继室町幕府之后，近代首次统一日本的日本战国三英杰之一。\n<br>\n原名木下藤吉郎，之后将丹羽长秀和柴田胜家的名字各取一字将改姓羽柴，名秀吉。农民家庭出身，本是一足轻（下级步兵），后因侍奉织田信长而崛起。富有才干而逐渐发迹，织田信长死后在内部斗争中胜出，成为织田信长实质的接班人。\n<br>\n他是1590-1598年期间日本的实际统治者，担任关白，后担任太政大臣，获赐氏姓丰臣，被称为“太阁”。在位时实行的刀狩令、太阁检地等政策具有 划时代意义，对日本社会由中世纪封建社会向近代封建社会转化有一定成就。在位后期逐渐变得昏庸多疑，并发动文禄庆长之役，后病逝。",
    "id": 5,
    "idol_point": "狩物佛钉】虽是单独的一柄武士刀，但却凝聚了“武士刀”这一概念的全部精粹。秀吉行“天下刀狩”时，向全国发 出刀狩令，征得无数名刀，在京都东山大佛殿熔炼出了这柄“佛钉”。\n<br>\n【日轮】秀吉背后的日轮是丰国大明神的象征，代表烁烁日光。\n<br>\n【家纹·五七桐】丰臣家的源流，来历可疑，但秀吉本人非常喜爱。",
    "introduce": "拥有太阁之名的战国英杰，统一日本后将视线投向了更遥远之处。在所有掌握“王权”之人中，属于对“王号”非常不重视的那一类。\n<br>\n在历史上留下了六指的记载，但本人坚称那只是一次作画错误。\n<br>\n衣着暴露的美少女。虽然不知本人的想法，但在旁观者眼里这也是奇妙的萌点。不知为何，腰上绑着一根猴子尾巴。\n<br>\n出于某种类似的神秘原因，愤怒的时候头发会变成金黄色。\n",
    "moe_point": "对于永乐通宝无比热衷的贪财少女",
    "name": "丰臣秀吉",
    "nickname": "丰国大明神",
    "role_base": "“萝莉武士”\n<br>\n关白其人，矮小如猴是历史上对其形貌最普遍的评价。因此《太阁立志传》里信长那句“猴子，拿草鞋来！”当真是深入人心。\n<br>\n也许正因为身形矮小，所以在《》非现实领域中，她以萝莉的形态出现，执掌天下最锋利的刀剑，为日出之国的王权而战。\n<br>\n“天下刀狩”\n<br>\n历史上的丰臣秀吉有喜欢收集刀剑的名声，然而其本人却不甚爱惜刀剑。据说为了让名刀符合其身材，他曾将名刀吉光磨短了十几厘米。这一磨刀举动，堪称是ISIS炸掉古城遗迹一样暴殄天物的行为。\n<br>\n另一方面，丰臣秀吉颁布《刀狩令》，收尽民间刀兵，据说拿去铸造了京都东山大佛殿的钉子。狩尽天下之刀，成就了武士刀这一概念的极致——这就是游戏中“狩物佛钉”的由来。\n<br>\n“神秘的尾巴”\n<br>\n既有猴子之名，秀吉的身后自然拖着一条神秘的尾巴。\n<br>\n其实在历史上，有尾巴的人并不少见，比如来自外星的赛亚人。\n<br>\n在《》中，丰臣秀吉似乎也有着不为人知的血统来源……话说回来，她愤怒时的金色头发和瞳孔，以及尾巴断掉后失去控制的表现，似乎证明了这个传言并非虚妄。",
    "weight": "36kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTcwOTMxNDI0NA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "6": {
    "Neta": "暂无",
    "birth_place": "未知",
    "cp": "无",
    "eye_color": "蓝色瞳孔",
    "height": "167cm",
    "hair_color": "金发",
    "historical_prototype": "查理大帝（Charlemagne或Charles the Great，742-814）\n<br>\n是中世纪800年左右的法兰克国王，后 来加冕为“罗马人的皇帝”。查理曼勇武善战（被形容成20尺的巨人），善恶分明。他在位的44年期间，发动过对伦巴德人、撒拉森人、萨克森人等的大大小小55场战争，控制了大半个欧洲的版图，并在天使的指引下挑起了保卫基督教世界的重任。在扑克牌里为红桃K",
    "id": 6,
    "idol_point": "暂无",
    "introduce": "神圣罗马的奠基人，却一直因为自己的文化课成绩不佳，看上去不像淑女而忧郁……虽然每当战争来临，她又会暴露本性。",
    "moe_point": "努力装作很淑女的暴力美少女",
    "name": "查理曼",
    "nickname": "神罗之始",
    "role_base": "暂无",
    "weight": "49kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTYzODEyOTYxNg==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "7": {
    "Neta": "暂无",
    "birth_place": "格鲁吉亚人",
    "cp": "希特勒",
    "eye_color": "红色瞳孔",
    "height": "161cm",
    "hair_color": "白发",
    "historical_prototype": "约瑟夫·维萨里奥诺维奇·斯大林（1878年12月18日—1953年3月5日，注：斯大林执政时官方称其生日为1879年12月21日，但史学界考证为1878年12月18日），原姓朱加什维利，格鲁吉亚人，前苏联政治家，苏联共产党中央委员会总书记、苏 联部长会议主席（苏联总理）、苏联大元帅，是苏联执政时间最长（1924－1953年）的最高领导人，对二十世纪苏联和世界影响深远。",
    "id": 7,
    "idol_point": "【呼吸】名字简洁的蒸汽动力锤。工厂的烟雾是祖国的呼吸，工业化的苏维埃万岁！\n\n【灰烬】名字简洁的巨型金 属镰刀。",
    "introduce": "由于罗斯福与丘吉尔手中缺乏足够王权，因此这位赤色联盟的领袖少女就是希特勒面前最后的屏障，也是地球与人类文明最后的守护者。<br>\n二战结束后多年，斯大林仍然对这颗蓝色星球的未来命运感到担忧。她进行了一系列清扫纳粹残党的后续行动，其中包括了派出精锐克格勃尤里·阿列克谢耶维奇·加加林，前往太空寻找钢铁之月的知名事迹。",
    "moe_point": "西伯利亚需要你",
    "name": "斯大林",
    "nickname": "红色铁幕",
    "role_base": "暂无",
    "weight": "43kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTg2ODczNjM2NA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "8": {
    "Neta": "暂无",
    "birth_place": "奥地利",
    "cp": "斯大林",
    "eye_color": "金色瞳孔",
    "height": "164cm",
    "hair_color": "金发",
    "historical_prototype": "阿道夫·希特勒（德语：Adolf Hitler，1889年4月20日-1945年4月30日），奥地利裔德国人，德意志第三帝国元首、总理，纳粹党党魁，第二次世界大战的发动者。",
    "id": 8,
    "idol_point": "【已确认飞行体】飞碟状机械结构，纳粹科技的结晶。\n<br>\n【德意志第四帝国】在月球表面建立的庞大帝国，又 名雅利安第一帝国。\n<br>\n【地图笔】当元首把笔摔到地图上的时候，会发生奇妙的事。",
    "introduce": "未入地球诸王之列，于月之暗面加冕的第四帝国皇帝。以飞碟闪电战席卷世界。",
    "moe_point": "与历史上滔滔不绝相反，实际上她是一个害羞而难以开口的死宅",
    "name": "希特勒",
    "nickname": "邪恶之王",
    "role_base": "暂无",
    "weight": "42kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTg2ODczNjM2NA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "9": {
    "Neta": "暂无",
    "birth_place": "罗马尼亚",
    "cp": "无",
    "eye_color": "红色瞳孔",
    "height": "164cm",
    "hair_color": "金发",
    "historical_prototype": "历史上的弗拉德本来也许只是某个史料边角不著名的封疆诸侯而已。<br>\n然而他的故事被八卦作家布拉 姆·斯托克添油加醋一番编造，最终成了这个世界最为著名的文化形象——尤其是在这个娱乐到死的互联网年代里，吸血鬼=德古拉。<br>\n这说明了，真相从来不重要，重要的是它以什么面目传播。弗拉德的穿刺之刑，他对抗土耳其人的战争，他的残暴，在“吸血鬼”的 面具包装下，为人津津乐道。<br>\n没有吸血鬼的形象名世，历史学界对弗拉德的过往也兴趣缺缺，根本懒得考证。而事到如今，真正的弗拉德三世本人的过去已经不那么重要了，他那数以千计的身外化身——潜伏在不同的游戏、漫画和小说里，反倒比他知名的多。",
    "id": 9,
    "idol_point": "【迷之液体】看起来相当优雅的高脚杯，但里面装的可能是麻辣烫。\n<br>\n【夜巡的棘翼】身为月下古堡恶魔君王 的双翼，同时保留了瓦拉几亚守护者的特征。",
    "introduce": "悠闲的吸血鬼，最近迷恋的美食是鸭血豆腐麻辣烫。<br>\n又名“德古拉”。\n流淌在她身体里的不是血液，而是“非现实”的粒子。因此，她要不断吸取活人的血，来稀释这些粒子，防止“非现实”从内部侵蚀她自己。<br>\n因为瓦拉几亚大公国的王权量级很低，所以她的王权能力相当差，只有“穿刺敌人血小板，带来慢性疾病”的程度。但她身为吸血鬼的体质和能力很强，以此作为战斗的资本。<br>\n“出战之前，先为我献500cc爱心吧？”<br>\n“命汝为我献上最纯净的处女之血……没有的话，鸭血豆腐也行。”<br>\n“这毛血旺里……有……蒜……”",
    "moe_point": "元气笨蛋",
    "name": "德古拉",
    "nickname": "吸血惊情",
    "role_base": "暂无",
    "weight": "45kg",
    "youkuEmbed": "<embed src=\"https://imgcache.qq.com/tencentvideo_v1/playerv3/TPout.swf?max_age=86400&v=20161117&vid=j0025t48e9z&auto=0\" allowFullScreen=\"true\" quality=\"high\" width=\"480\" height=\"400\" align=\"middle\" allowScriptAccess=\"always\" type=\"application/x-shockwave-flash\"></embed>"
  },
  "10": {
    "Neta": "暂无",
    "birth_place": "英国",
    "cp": "无",
    "eye_color": "绿瞳",
    "height": "170cm",
    "hair_color": "金发",
    "historical_prototype": "【罗马、秦与大英帝国】<br>\n在旧时代的规则里，君王的军队需要向着地平线奔驰，将目力所及的一切 土地都据为己有，如此方能自称为强大。正如罗马，正如秦。<br>\n而在新世代的规则里，赢得海洋比赢得陆地更为重要。正如大英帝国。<br>\n战马无法抵达的界限，被舰船轻易突破。伴随着人类技术的发展，大机器时代来临了。蒸汽、电光与烟雾宣告了维多利亚时代的揭幕——一个人类理性所创造的繁荣新时代。<br>\n彼时的英国疆域无远弗届，分布于24个时区的诸国只是大英帝国的粮仓、矿场、种植园、工厂与牧地。黄金、香料、牲畜、作物、珍贵的艺术品、数不尽的奇观与新知识，仿佛血液随着船只流向大英帝国这个世界的心脏。<br>\n极端的繁荣造就发达的文明，维多利亚时代崇尚礼仪与知识，人所共知的“绅士精神”发轫于此。而文艺方面则形成了古典主义、浪漫主义以及印象派等艺术流派。<br>\n可以说，如今英国引以为傲的一切，都是维多利亚时代的遗泽。也许罗马和秦都曾据有万邦，铸造了大陆的秩序。但大英帝国不同，它铸造了世界的秩序。<br>\n【维多利亚，名曰胜利】<br>\n维多利亚女王，是一个出现在合适的时间，出现在合适位置上的合适君王。惟其如此，并无特别建树的她，才能在历史上成为“维多利亚时代”这段鼎盛辉煌的岁月的代言者。<br>\n在中国人所熟知的历史中，一个国家的强弱与君王的治国能力有着密切的联系。然而英国自大宪章签署以来，王室逐渐成为这个国家的吉祥物，作为国体的象征，地位虽然尊贵，却没有干政的能力。可以说王权的衰退，反而造就了帝国的崛起。<br>\n正是在这样一个无需君王有所作为的时代里，维多利亚很好的保持了一个虚君所应守的本分。与英国王室历代那些短命、好战和道德糟糕的前任相比，维多利亚显得如此明智与正常。同时，作为一位健康、多产的母亲，她成了这个国家对外最体面的形象。",
    "id": 10,
    "idol_point": "【日冕的灯徽】<br>\n被当作文明棍使用的皇家权杖，在工业革命的时代象征着文明世界的光耀。\n<br>\n【万国的 风标】<br>\n结合了皇冠与纹章的英伦西服，在工业革命的时代象征着文明世界的导向。",
    "introduce": "统治二十四个时区的伟大皇帝。\n<br>\n与他的帝国气质相仿，无忧无虑，在“日不落”的盛世中保持着从容的绅士风度，是一位自信尚有无尽岁月可供挥霍的少年。\n<br>\n通过征服印度，维多利亚将他的王国变成了帝国。他所持有的皇帝头衔继承自黄金家族——也就是源于华夏中原的“秦”之法统。\n<br>\n“不是欧洲的维多利亚时代，而是世界的维多利亚时代。”\n<br>\n“把烤鸡和章鱼触须放在同一道菜里，究竟有哪里不对？”",
    "moe_point": "大英帝国国王暨印度皇帝",
    "name": "维多利亚",
    "nickname": "日不落的荣光",
    "role_base": "暂无",
    "weight": "65kg",
    "youkuEmbed": "<embed src=\"https://imgcache.qq.com/tencentvideo_v1/playerv3/TPout.swf?max_age=86400&v=20161117&vid=j0025t48e9z&auto=0\" allowFullScreen=\"true\" quality=\"high\" width=\"480\" height=\"400\" align=\"middle\" allowScriptAccess=\"always\" type=\"application/x-shockwave-flash\"></embed>"
  },
  "11": {
    "Neta": "暂无",
    "birth_place": "日本",
    "cp": "无",
    "eye_color": "墨绿瞳",
    "height": "160cm",
    "hair_color": "白发",
    "historical_prototype": "【天道之君，鬼道之王】<br>\n日本现存的最早历史记载，当属《古事记》和《日本书纪》。然而这两本 书仍然是以汉语写成。所以在此之前是否有文字记录，就不得而知了（虽说考古发现有所谓“神代文字”，但可信度存疑）。<br>\n卑弥呼这位迷之君王所处的年代，正是一个没有文字记载的年代。她所统治的国度“邪马台”也至今未有定论。有趣的是，这样一个在日本人看来属于“神代”的时代，一个神话尚未和历史分野的年代，中国却已经进入三国时代，有信史记载近千年了。<br>\n这样想想真是颇为有趣，如果将世界看作一个整体，那么彼时的中国已经拥有极为发达的文明。众神早已远离人间。但在海洋彼岸的日出之国，神明和魔鬼还行走于人间，一切尚未分晓。<br>\n根据传说，卑弥呼以女王之身统治邪马台，她能驱使恶鬼，行占卜之术与神明沟通。按照《金枝》的作者弗雷泽的说法，王权最早的形态正是这样的祭司=君王的形态。负责解释神意的祭司有了特权，成为统治人群的君王。因此卑弥呼 可说是神权与王权尚未分离的年代中的产物。<br>\n历史学家一直想要将卑弥呼与日本史书记载进行对照，找出她的真实身份。然而这一行为除了更显其神秘之外，并没有什么结论。其中较为知名的说法，就是卑弥呼即是天照大神的原型。<br>\n【光武金印，曹魏紫绶】<br>\n长久以来，位于日出之国的政权始终寻求着强国给予的合法性。日本时时会向大陆遣使通好，以求得到上国荫庇。其中最早的记录就是从晋朝陈寿《三国志》中“倭书”一篇记载的卑弥呼遣使。根据记载，曹魏颁授了倭王之金印和铜镜100枚给邪马台女王。\n到了南朝 ，范晔所撰《后汉书》中则有《倭传》中说：“建武中元二年，倭奴国奉贡朝贺，使人自称大夫，倭国之极南界也。光武赐以印绶。”按照这一说法，在光武帝时就曾颁赐一枚金印给日本人。也就是说早在东汉伊始，倭国就与中国有交流了。不过由于成书时间晚于《三国志》，而且并未有足够的考古证据来加以证明，因此这一说法也只是聊备一格。",
    "id": 11,
    "idol_point": "【夜梦火树】<br>\n燃烧着青色火焰的金属之树，其上栖息着物种难辨的奇妙鬼魂。\n<br>\n【黄泉冰晶】<br>\n与 天照三神器中“八尺琼勾玉”一体双生的鬼道之器。对邪马台王卑弥呼而言，勾玉的轮廓象征着“灵魂的形状”。",
    "introduce": "\n位于大和时代开启之前，弥生时代邪马台国的君王，正体不明，身份成谜。<br>\n曾经派遣使节拜访三国时代的魏国，获赐【金印紫绶】。<br>\n卑弥呼擅长“鬼道”，以占卜之术触及神明的领域，同时也能与灵魂对话。虽然他自称为天照大神的后裔，但其实也存在着“卑弥呼是天照的倒影”的说法。",
    "moe_point": "害怕鬼魂的阴阳师",
    "name": "卑弥呼",
    "nickname": "鬼道术士",
    "role_base": "暂无",
    "weight": "52kg",
    "youkuEmbed": "<embed src=\"https://imgcache.qq.com/tencentvideo_v1/playerv3/TPout.swf?max_age=86400&v=20161117&vid=i0526xjuipc&auto=0\" allowFullScreen=\"true\" quality=\"high\" width=\"480\" height=\"400\" align=\"middle\" allowScriptAccess=\"always\" type=\"application/x-shockwave-flash\"></embed>"
  },
  "12": {
    "Neta": "暂无",
    "birth_place": "尼泊尔",
    "cp": "无",
    "eye_color": "红/蓝双瞳",
    "height": "163cm",
    "hair_color": "紫色",
    "historical_prototype": "无",
    "id": 12,
    "idol_point": "无",
    "introduce": "孔雀王朝最强大的帝王",
    "moe_point": "人格分裂的佛教护法",
    "name": "阿育王",
    "nickname": "转轮圣王",
    "role_base": "暂无",
    "weight": "50kg",
    "youkuEmbed": "<embed src=\"https://imgcache.qq.com/tencentvideo_v1/playerv3/TPout.swf?max_age=86400&v=20161117&vid=i0526xjuipc&auto=0\" allowFullScreen=\"true\" quality=\"high\" width=\"480\" height=\"400\" align=\"middle\" allowScriptAccess=\"always\" type=\"application/x-shockwave-flash\"></embed>"
  },
  "13": {
    "Neta": "暂无",
    "birth_place": "尼罗河流域",
    "cp": "CP不好，猫好",
    "eye_color": "绿瞳",
    "height": "168cm",
    "hair_color": "黑发",
    "historical_prototype": "拉美西斯二世（Ramesses II，约前1303年2月21日－前1213年7月或8月）古埃及第十九王朝法老（约公元 前1279年5月31日－约公元前1213年7月或8月在位），其执政时期是埃及新王国最后的强盛年代。法老塞提一世之子。\n<br>\n拉美西斯 二世进行了一系列的远征，以恢复埃及对巴勒斯坦的统治。他在叙利亚与同时代的另一强大帝国赫梯发生利益冲突。双方在前1274年发生一次著名的战役（卡迭石战役）。\n<br>\n约前1258年，赫梯王国的国王病逝，新任国王哈杜西勒三世继位，两国缔结和约，成为军事同盟。埃及赫梯和约可说是历史上第一个著名的国际协定，其埃及文本与赫梯文本均被保存下来，并为近代考古学者所发现。\n<br>\n拉美西斯二世也许是埃及最著名的法老。他对庞大土木工程的热情使埃及各地都留下了他的痕迹：他在阿比多斯和拉美西姆新建许多庙宇；为卡纳克神庙和卢克索神庙增添新结构；兴建了以宏伟著称的阿布辛拜勒神庙。许多前代法老修建的建筑也被刻上了他的名字。拉美西斯二世拥有一个同样庞大的家庭。\n<br>\n拉美西斯二世无疑是埃及历史上最为重要的法老之一。然而他统治的时代已是埃及衰落的前夜，国家巨大的开销加快了国力的下降。拉美西斯二世死后，埃及就开始走下坡。 当他以91岁高龄过世时，已成了埃及的代表人物。",
    "id": 13,
    "idol_point": "【黑曜石浮空之座】\n<br>\n巨大的猫木乃伊金棺，棺盖从未打开，内部一切信息不明。\n<br>\n【巴斯特、赛赫美 、斯芬克斯】\n<br>\n唯有法老可以念出的神之真名，名字本身蕴含万千魔力。\n<br>\n【一只看上去人畜无害的水晶小猫】\n<br>\n真正的女神化身，巴斯特与赛赫美一体两面的显现。",
    "introduce": "统治着世界第一的猫奴文明，世界第一的猫奴法老。\n<br>\n埃及史上统治时间最长的神明之子，拥有“大帝”之名的伟人。\n<br>\n借助古埃及象形文字的力量行使王权与神权。出于个人兴趣，也会混入一些猫型颜文字。\n<br>\n据说，拉美西斯二世掌握着能够与神明沟通的终极召唤符咒：“@”。",
    "moe_point": "猫奴",
    "name": "拉美西斯",
    "nickname": "猫目法老王",
    "role_base": "暂无",
    "weight": "44kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMjc0NTIxMzM3Mg==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "14": {
    "Neta": "暂无",
    "birth_place": "罗马",
    "cp": "屋大维",
    "eye_color": "蓝瞳",
    "height": "175cm",
    "hair_color": "金发",
    "historical_prototype": "盖乌斯·尤利乌斯·恺撒（又译盖厄斯·儒略·凯撒、葛约斯·尤利乌斯·凯撒、朱利叶斯·凯撒等）， 史称恺撒大帝，罗马共和国（今地中海沿岸等地区）末期杰出的军事统帅、政治家，并且以其卓越的才能成为了罗马帝国的奠基者。\n<br>\n恺撒出身贵族，历任财务官、祭司长、大法官、执政官、监察官、独裁官等职。\n<br>\n公元前60年与庞培、克拉苏秘密结成前三头同盟，随后出任高卢总督，在8年的时间里征服了高卢全境（今法国一带），还袭击了日耳曼和不列颠。公元前49年，他率军占领罗马， 打败庞培，集大权于一身，实行独裁统治。制定了《儒略历》。\n<br>\n公元前44年，恺撒遭以布鲁图所领导的元老院成员暗杀身亡，享年58岁。恺撒死后，其甥孙及养子屋大维击败安东尼开创罗马帝国并成为第一位帝国皇帝。",
    "id": 14,
    "idol_point": "【神冕-金色叶环】\n<br>\n“为什么叫我无冕之王？桂冠就不算帽子了吗？”\n<br>\n【神位-尤利乌斯】\n<br>\n 罗马神系的正统意志，令凯撒本人进入众神之列。\n<br>\n【神具-法西斯杖】\n<br>\n古罗马帝国权力和威信的标志，拉丁文名fasces ，由代表国家最高荣誉的执政官握持。",
    "introduce": "奢华浪费到被劫持时主动要求增加赎金的帝国执政官，刷爆信用卡的情形十分常见。\n<br>\n虽然花钱如流水，但在敛财时也保持着“凯撒的归凯撒，上帝的也归凯撒”的胖虎式行事风格。\n<br>\n“我来，我见，我征服。”凯撒见证了尘世凡俗中的一切，但在世间所有奇妙的PLAY都无法再带来满足之后，无冕女王的内心开始向另一面反转。某时某地，有人听到她说出了这样的话语——\n<br>\n“突如其来的的死，是最好的死法……”",
    "moe_point": "拜金女王",
    "name": "凯撒",
    "nickname": "无冕女王",
    "role_base": "暂无",
    "weight": "57lg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMjM2NjE5ODU4MA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "15": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "南唐偶像歌姬·李煜",
    "eye_color": "蓝瞳",
    "height": "156cm",
    "hair_color": "褐发",
    "historical_prototype": "暂无",
    "id": 15,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "偶像宅",
    "name": "赵匡胤",
    "nickname": "华语第一李煜厨",
    "role_base": "暂无",
    "weight": "44kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTcxODE5NTEzMg==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "16": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "赵匡胤",
    "eye_color": "金瞳",
    "height": "165cm",
    "hair_color": "橙发",
    "historical_prototype": "暂无",
    "id": 16,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "写歌词特别棒的偶像歌姬",
    "name": "李煜",
    "nickname": "重瞳歌姬",
    "role_base": "暂无",
    "weight": "45kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTcxODE5NTEzMg==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "17": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "彼得大帝",
    "eye_color": "金瞳",
    "height": "167cm",
    "hair_color": "黑发",
    "historical_prototype": "暂无",
    "id": 17,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "热衷火枪的摔跤选手，穿着特别适合摔♂跤的衣服",
    "name": "康熙",
    "nickname": "武道之王",
    "role_base": "暂无",
    "weight": "48kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTg2NzIyMzEyMA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "18": {
    "Neta": "暂无",
    "birth_place": "日本",
    "cp": "无",
    "eye_color": "绿瞳",
    "height": "166cm",
    "hair_color": "褐发",
    "historical_prototype": "暂无",
    "id": 18,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "能工巧匠，虽然自己不会开发什么，但可以模仿一切呢",
    "name": "明治天皇",
    "nickname": "天命维新",
    "role_base": "暂无",
    "weight": "47kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTg2NzIyMzEyMA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "19": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "吴王夫差",
    "eye_color": "褐瞳",
    "height": "160cm",
    "hair_color": "绿发",
    "historical_prototype": "暂无",
    "id": 19,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "女仆",
    "name": "勾践",
    "nickname": "卧薪尝胆",
    "role_base": "暂无",
    "weight": "45kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTY5NjgwMTQxMg==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "20": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "刘秀",
    "eye_color": "紫瞳",
    "height": "158cm",
    "hair_color": "银发",
    "historical_prototype": "暂无",
    "id": 20,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "穿越",
    "name": "王莽",
    "nickname": "时间旅行者",
    "role_base": "暂无",
    "weight": "43kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTgxMDAwNjQzNg==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "21": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "王莽",
    "eye_color": "红瞳",
    "height": "163cm",
    "hair_color": "蓝发",
    "historical_prototype": "暂无",
    "id": 21,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "大概是神秘吧？",
    "name": "刘秀",
    "nickname": "位面魔法师",
    "role_base": "暂无",
    "weight": "40kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTY1MzQ1NzczMg==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "22": {
    "Neta": "暂无",
    "birth_place": "耶路撒冷",
    "cp": "无",
    "eye_color": "蓝瞳",
    "height": "166cm",
    "hair_color": "紫发",
    "historical_prototype": "暂无",
    "id": 22,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "有钱的大小姐",
    "name": "所罗门",
    "nickname": "神眷的恶魔使",
    "role_base": "暂无",
    "weight": "47kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTcxMzgyODA5Ng==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "23": {
    "Neta": "暂无",
    "birth_place": "朝鲜",
    "cp": "奥巴马、特朗普等",
    "eye_color": "黑瞳",
    "height": "166cm",
    "hair_color": "黑发",
    "historical_prototype": "暂无",
    "id": 23,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "在原子弹的瞄准下，大家必须觉得她浑身都是萌点",
    "name": "金正恩",
    "nickname": "主体光辉",
    "role_base": "暂无",
    "weight": "42kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMjgzMTQ1NDM0NA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "24": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "无",
    "eye_color": "紫瞳",
    "height": "174cm",
    "hair_color": "蓝发",
    "historical_prototype": "暂无",
    "id": 24,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "他以为这一生会有无数的罗曼史，但最终他在墓碑上一个字都没写",
    "name": "武则天",
    "nickname": "日月照空",
    "role_base": "暂无",
    "weight": "61kg",
    "youkuEmbed": "<embed src=\"https://imgcache.qq.com/tencentvideo_v1/playerv3/TPout.swf?max_age=86400&v=20161117&vid=c03593fcpti&auto=0\" allowFullScreen=\"true\" quality=\"high\" width=\"480\" height=\"400\" align=\"middle\" allowScriptAccess=\"always\" type=\"application/x-shockwave-flash\"></embed>"
  },
  "25": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "谁不喜欢袁大头啊！",
    "eye_color": "褐瞳",
    "height": "148cm",
    "hair_color": "银发",
    "historical_prototype": "暂无",
    "id": 25,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "自以为是最优秀的皇帝，但依靠直觉从来没有对过的萝莉",
    "name": "袁世凯",
    "nickname": "天之末子",
    "role_base": "暂无",
    "weight": "37kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTY0NjY3MzUyNA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "26": {
    "Neta": "暂无",
    "birth_place": "罗马",
    "cp": "无",
    "eye_color": "红瞳",
    "height": "167cm",
    "hair_color": "蓝发",
    "historical_prototype": "暂无",
    "id": 26,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "被锁在圣经中，只能出现在有圣经书本的地方",
    "name": "君士坦丁",
    "nickname": "最后的罗马皇帝",
    "role_base": "暂无",
    "weight": "46kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMjgzMTQ1NDM0NA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "27": {
    "Neta": "暂无",
    "birth_place": "伊拉克",
    "cp": "布什一家",
    "eye_color": "绿瞳",
    "height": "169cm",
    "hair_color": "褐发",
    "historical_prototype": "暂无",
    "id": 27,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "一言不合就威胁别人说要用大规模杀伤性武器",
    "name": "萨达姆",
    "nickname": "洗衣粉暴君",
    "role_base": "暂无",
    "weight": "48kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMTY5Njc0NzY4NA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  },
  "28": {
    "Neta": "暂无",
    "birth_place": "中国",
    "cp": "朱允炆",
    "eye_color": "金瞳",
    "height": "170cm",
    "hair_color": "紫发",
    "historical_prototype": "暂无",
    "id": 28,
    "idol_point": "暂无",
    "introduce": "暂无",
    "moe_point": "御姐，为人很好整天为了军费发愁的反派魔王",
    "name": "朱棣",
    "nickname": "锦衣夜航之王",
    "role_base": "暂无",
    "weight": "58kg",
    "youkuEmbed": "<embed src='http://player.youku.com/player.php/sid/XMjg3OTkzNTc2NA==/v.swf' allowFullScreen='true' quality='high' width='480' height='400' align='middle' allowScriptAccess='always' type='application/x-shockwave-flash'></embed>"
  }
}